[
    {'text' : "What is the best and worst purchases you’ve ever made?"}
    {'text' : "If you had to change your name, what would your new name be, and why would you choose that name?"}
    {'text' : "What’s your biggest screw up in the kitchen?"}
    {'text' : "What is the craziest thing one of your teachers has done?"}
    {'text' : "What’s something your brain tries to make you do and you have to will yourself not to do it?"}
    {'text' : "What is the dumbest way you’ve been injured?"}
    {'text' : "If you could know the absolute and total truth to one question, what question would you ask?"}
    {'text' : "What’s the most interesting thing you’ve read or seen this week?"}
    {'text' : "What skill would you like to master?"}
    {'text' : "What game or movie universe would you most like to live in?"}
    {'text' : "What pets did you have while you were growing up?"}
    {'text' : "What do you wish you knew more about?"}
    {'text' : "What shows are you into?"}
    {'text' : "Who has impressed you most with what they’ve accomplished?"}
    {'text' : "What is the most annoying question that people ask you?"}
    {'text' : "What could you give a 40-minute presentation on with absolutely no preparation?"}
    {'text' : "If you were dictator of a small island nation, what crazy dictator stuff would you do?"}
    {'text' : "What is something you think everyone should do at least once in their lives?"}
    {'text' : "Where is the most interesting place you’ve been?"}
    {'text' : "What’s something you’ve been meaning to try but just haven’t gotten around to it?"}
    {'text' : "What would you rate 10 / 10?"}
    {'text' : "What quirks do you have?"}
    {'text' : "What is the luckiest thing that has happened to you?"}
    {'text' : "What is special about the place you grew up?"}
    {'text' : "What are you absolutely determined to do?"}
    {'text' : "What was the best compliment you’ve received?"}
    {'text' : "What’s the dumbest thing you’ve done that actually turned out pretty well?"}
    {'text' : "What is something you will NEVER do again?"}
    {'text' : "What is the strangest thing you have come across?"}
    {'text' : "What is one of your favorite smells?"}
    {'text' : "What would be the scariest monster you could imagine?"}
    {'text' : "What is something that your friends would consider “so you”?"}
    {'text' : "If you could convince everyone in the world to do one thing at one point in time, what would that thing be?"}
    {'text' : "What personality trait do you value most and which do you dislike the most?"}
    {'text' : "What’s the best and/or worst piece of advice you’ve ever received?"}
    {'text' : "When do you feel truly “alive”?"}
    {'text' : "What was the most memorable gift you’ve received?"}
    {'text' : "What could you do with two million dollars to impact the most amount of people?"}
    {'text' : "What’s something horrible that everyone should try at least once?"}
    {'text' : "What are three interesting facts about you?"}
    {'text' : "What’s the hardest lesson you’ve learned?"}
    {'text' : "What do people think is weird about you?"}
    {'text' : "What bends your mind every time you think about it?"}
    {'text' : "What’s the best and worst thing about getting older?"}
    {'text' : "What’s something that happened or something that someone said that changed how you view the world?"}
    {'text' : "What would be a dream adventure?"}
    {'text' : "If you could spend a day in someone else’s shoes, whose would they be?"} Why?
	{'text' : "What’s the first career you dreamed of having as a kid?"}
    {'text' : "If you could invite 3 people, dead or alive, to a dinner party, who would they be, and why?"}
    {'text' : "For what are you most grateful today?"}
    {'text' : "What do you do for fun?"}
    {'text' : "What are your favorite aromas/scents?"}
    {'text' : "What’s your favorite color and why?"}
    {'text' : "What’s your favorite time of year and why?"}
    {'text' : "Tell me about the coolest place you’ve ever visited.
Red or green?"}
    {'text' : "What do you like the most about living in New Mexico?"}
]
